export const regionsData: Record<string, string[]> = {
  "አፋር ክልል": [
    "አውሲ ረሱ (ዞን 1)",
    "ኪልበት ረሱ (ዞን 2)",
    "ጋቢ ረሱ (ዞን 3)",
    "ፋንቲ ረሱ (ዞን 4)",
    "ሃሪ ረሱ (ዞን 5)",
    "ማሂ ረሱ (ዞን 6)",
    "አርጎባ (ልዩ ወረዳ)"
  ],
  "አማራ ክልል": [
    "አገው አዊ",
    "ማዕከላዊ ጎንደር",
    "ምስራቅ ጎጃም",
    "ሰሜን ጎንደር",
    "ሰሜን ሸዋ",
    "ሰሜን ወሎ",
    "ኦሮሚያ ዞን",
    "ደቡብ ጎንደር",
    "ደቡብ ወሎ",
    "ዋግ ኽምራ",
    "ምዕራብ ጎጃም",
    "ምዕራብ ጎንደር",
    "ባህር ዳር (ልዩ ዞን)"
  ],
  "ቤኒሻንጉል-ጉሙዝ ክልል": [
    "አሶሳ",
    "ካማሺ",
    "መተከል",
    "ማኦ-ኮሞ (ልዩ ወረዳ)"
  ],
  "ማዕከላዊ ኢትዮጵያ ክልል": [
    "ምስራቅ ጉራጌ",
    "ጉራጌ",
    "ሀዲያ",
    "ሀላባ",
    "ከምባታ",
    "ስልጤ",
    "የም",
    "ቀቤና (ልዩ ወረዳ)",
    "ማረቆ (ልዩ ወረዳ)",
    "ጠምባሮ (ልዩ ወረዳ)"
  ],
  "ጋምቤላ ክልል": [
    "አኝዋክ",
    "ማጃንግ",
    "ኑዌር"
  ],
  "ሐረሪ ክልል": [
    "9 ወረዳዎች"
  ],
  "ኦሮሚያ ክልል": [
    "አርሲ",
    "ባሌ",
    "ቦረና",
    "ቡኖ በደሌ",
    "ምስራቅ ቦረና",
    "ምስራቅ ሐረርጌ",
    "ምስራቅ ሸዋ",
    "ምስራቅ ወለጋ",
    "ጉጂ",
    "ሆሮ ጉዱሩ ወለጋ",
    "ኢሉባቦር",
    "ጅማ",
    "ቄለም ወለጋ",
    "ሰሜን ሸዋ",
    "የፊንፊኔ ዙሪያ ኦሮሚያ ልዩ ዞን",
    "ደቡብ ምዕራብ ሸዋ",
    "ምዕራብ አርሲ",
    "ምዕራብ ጉጂ",
    "ምዕራብ ሐረርጌ",
    "ምዕራብ ሸዋ",
    "ምዕራብ ወለጋ"
  ],
  "ሲዳማ ክልል": [
    "ማዕከላዊ ሲዳማ",
    "ምስራቅ ሲዳማ",
    "ሰሜን ሲዳማ",
    "ደቡብ ሲዳማ"
  ],
  "ሶማሌ ክልል": [
    "አፍዴር",
    "ዳዋ",
    "ዶሎ (ዋርዴር)",
    "እረር",
    "ፋፋን",
    "ጃራር (ደገሐቡር)",
    "ቆራሄ",
    "ሊበን",
    "ኖጎብ (ፊቅ)",
    "ሻበሌ (ጎዴ)",
    "ሲቲ (ሺኒሌ)"
  ],
  "ደቡብ ኢትዮጵያ ክልል": [
    "አሌ",
    "አማሮ",
    "አሪ",
    "ባስኬቶ",
    "ቡርጂ",
    "ጋሞ",
    "ጋርዱላ (የቀድሞው ዲራሼ)",
    "ጌዴኦ",
    "ጎፋ",
    "ኮንሶ",
    "ደቡብ ኦሞ",
    "ወላይታ"
  ],
  "ደቡብ ምዕራብ ኢትዮጵያ ሕዝቦች ክልል": [
    "ቤንች ሸኮ",
    "ዳውሮ",
    "ኬፋ",
    "ኮንታ",
    "ሸካ",
    "ምዕራብ ኦሞ"
  ],
  "ትግራይ ክልል": [
    "ማዕከላዊ ትግራይ",
    "ምስራቅ ትግራይ",
    "ሰሜን ምዕራብ ትግራይ",
    "ደቡብ ምስራቅ ትግራይ",
    "ደቡብ ትግራይ",
    "ምዕራብ ትግራይ",
    "መቀሌ (ልዩ ዞን)"
  ],
  "አዲስ አበባ": [
    "አዲስ ከተማ",
    "አቃቂ ቃሊቲ",
    "አራዳ",
    "ቦሌ",
    "ጉለሌ",
    "ኪርኮስ",
    "ኮልፌ ቀራኒዮ",
    "ለማ ኩራ",
    "ልደታ",
    "ንፋስ ስልክ-ላፍቶ",
    "የካ"
  ]
};
